Repository: RajChanchal/LinkShelf
Catalog: LinkShelf/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, ko, nb, nl, pt, pt_br, ru, sv, zh_hans, zh_hant

# link.folder.choose
source: Choose existing folder
da: Vælg eksisterende mappe
de: Vorhandenen Ordner auswählen
es: Elegir carpeta existente
fi: Valitse olemassa oleva kansio
fr: Choisir un dossier existant
it: Scegli una cartella esistente
ja: 既存のフォルダを選択
ko: 기존 폴더 선택
nb: Velg eksisterende mappe
nl: Kies bestaande map
pt: Escolher pasta existente
pt_br: Escolher pasta existente
ru: Выбрать существующую папку
sv: Välj befintlig mapp
zh_hans: 选择现有文件夹
zh_hant: 選擇現有資料夾

# link.folder.placeholder
source: Optional folder
da: Valgfri mappe
de: Optionaler Ordner
es: Carpeta opcional
fi: Valinnainen kansio
fr: Dossier facultatif
it: Cartella facoltativa
ja: 任意のフォルダ
ko: 선택 사항 폴더
nb: Valgfri mappe
nl: Optionele map
pt: Pasta opcional
pt_br: Pasta opcional
ru: Необязательная папка
sv: Valfri mapp
zh_hans: 可选文件夹
zh_hant: 選填資料夾

# link.no.folder
source: No Folder
da: Ingen mappe
de: Kein Ordner
es: Sin carpeta
fi: Ei kansiota
fr: Aucun dossier
it: Nessuna cartella
ja: フォルダなし
ko: 폴더 없음
nb: Ingen mappe
nl: Geen map
pt: Sem pasta
pt_br: Sem pasta
ru: Без папки
sv: Ingen mapp
zh_hans: 无文件夹
zh_hant: 無資料夾

# link.title
source: Title
da: Titel
de: Titel
es: Título
fi: Otsikko
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
nb: Tittel
nl: Titel
pt: Título
pt_br: Título
ru: Название
sv: Titel
zh_hans: 标题
zh_hant: 標題

# link.title.placeholder
source: e.g., LinkedIn Profile
da: f.eks. LinkedIn-profil
de: z.B. LinkedIn-Profil
es: ej., Perfil de LinkedIn
fi: esim. LinkedIn-profiili
fr: ex. : Profil LinkedIn
it: es. Profilo LinkedIn
ja: 例：LinkedInプロフィール
ko: 예: LinkedIn 프로필
nb: f.eks. LinkedIn-profil
nl: bijv. LinkedIn-profiel
pt: ex.: Perfil do LinkedIn
pt_br: ex.: perfil do LinkedIn
ru: напр. Профиль LinkedIn
sv: t.ex. LinkedIn-profil
zh_hans: 例如：LinkedIn个人资料
zh_hant: 例如：LinkedIn 個人檔案

# menu.quit.linkshelf
source: Quit LinkShelf
da: Afslut LinkShelf
de: LinkShelf Beenden
es: Salir de LinkShelf
fi: Sulje LinkShelf
fr: Quitter LinkShelf
it: Esci da LinkShelf
ja: LinkShelfを終了
ko: LinkShelf 종료
nb: Avslutt LinkShelf
nl: LinkShelf afsluiten
pt: Sair do LinkShelf
pt_br: Sair do LinkShelf
ru: Выйти из LinkShelf
sv: Avsluta LinkShelf
zh_hans: 退出LinkShelf
zh_hant: 結束 LinkShelf

source: No title, URL, domain, or folder matches “%@”.
da: Ingen titel, URL, domæne eller mappe matcher “%@”.
de: Kein Titel, keine URL, Domain oder kein Ordner entspricht „%@“.
es: Ningún título, URL, dominio o carpeta coincide con “%@”.
fi: Mikään otsikko, URL-osoite, verkkotunnus tai kansio ei vastaa hakua ”%@”.
fr: Aucun titre, URL, domaine ou dossier ne correspond à « %@ ».
it: Nessun titolo, URL, dominio o cartella corrisponde a “%@”.
ja: 「%@」に一致するタイトル、URL、ドメイン、フォルダはありません。
ko: ‘%@’와 일치하는 제목, URL, 도메인 또는 폴더가 없습니다.
nb: Ingen tittel, URL, domene eller mappe samsvarer med «%@».
nl: Geen titel, URL, domein of map komt overeen met ‘%@’.
pt: Nenhum título, URL, domínio ou pasta corresponde a “%@”.
pt_br: Nenhum título, URL, domínio ou pasta corresponde a “%@”.
ru: Нет названия, URL, домена или папки, соответствующих запросу «%@».
sv: Ingen titel, URL, domän eller mapp matchar ”%@”.
zh_hans: 没有标题、URL、域名或文件夹与“%@”匹配。
zh_hant: 沒有標題、URL、網域或檔案夾符合「%@」。

source: Opens it
da: Åbner det
de: Wird geöffnet
es: Lo abre
fi: Avaa linkin
fr: L’ouvre
it: Lo apre
ja: 開く
ko: 열기
nb: Åpner den
nl: Opent de link
pt: Abre-a
pt_br: Abre o link
ru: Открывает её
sv: Öppnar den
zh_hans: 打开链接
zh_hant: 開啟連結

# search.clear
source: Clear Search
da: Ryd søgning
de: Suche Löschen
es: Limpiar Búsqueda
fi: Tyhjennä haku
fr: Effacer la Recherche
it: Cancella Ricerca
ja: 検索をクリア
ko: 검색 지우기
nb: Tøm søk
nl: Zoekopdracht wissen
pt: Limpar Pesquisa
pt_br: Limpar busca
ru: Очистить Поиск
sv: Rensa sökning
zh_hans: 清除搜索
zh_hant: 清除搜尋

# search.no.results
source: No Results Found
da: Ingen resultater fundet
de: Keine Ergebnisse Gefunden
es: No se Encontraron Resultados
fi: Ei tuloksia
fr: Aucun Résultat Trouvé
it: Nessun Risultato Trovato
ja: 結果が見つかりません
ko: 결과를 찾을 수 없음
nb: Ingen resultater funnet
nl: Geen resultaten gevonden
pt: Nenhum Resultado Encontrado
pt_br: Nenhum resultado encontrado
ru: Результаты Не Найдены
sv: Inga resultat hittades
zh_hans: 未找到结果
zh_hant: 找不到結果

# search.no.results.message
source: No links match "%@"
da: Ingen links matcher "%@"
de: Keine Links entsprechen "%@"
es: Ningún enlace coincide con "%@"
fi: Yksikään linkki ei vastaa hakua "%@"
fr: Aucun lien ne correspond à "%@"
it: Nessun link corrisponde a "%@"
ja: "%@" に一致するリンクがありません
ko: "%@"와 일치하는 링크가 없습니다
nb: Ingen lenker samsvarer med "%@"
nl: Geen links komen overeen met "%@"
pt: Nenhum link corresponde a "%@"
pt_br: Nenhum link corresponde a "%@"
ru: Нет ссылок, соответствующих "%@"
sv: Inga länkar matchar "%@"
zh_hans: 没有链接匹配 "%@"
zh_hant: 沒有連結符合 "%@"

# search.placeholder
source: Search links...
da: Søg i links...
de: Links suchen...
es: Buscar enlaces...
fi: Hae linkeistä...
fr: Rechercher des liens...
it: Cerca link...
ja: リンクを検索...
ko: 링크 검색...
nb: Søk i lenker...
nl: Links zoeken...
pt: Pesquisar links...
pt_br: Pesquisar links...
ru: Поиск ссылок...
sv: Sök länkar...
zh_hans: 搜索链接...
zh_hant: 搜尋連結...

# search.try.check.spelling
source: Check your spelling
da: Tjek stavningen
de: Rechtschreibung überprüfen
es: Revisa la ortografía
fi: Tarkista oikeinkirjoitus
fr: Vérifiez l'orthographe
it: Controlla l'ortografia
ja: スペルを確認
ko: 철자 확인
nb: Kontroller stavingen
nl: Controleer de spelling
pt: Verifique a ortografia
pt_br: Verifique a ortografia
ru: Проверьте правописание
sv: Kontrollera stavningen
zh_hans: 检查拼写
zh_hant: 檢查拼寫

# search.try.label
source: Try:
da: Prøv:
de: Versuchen Sie:
es: Intenta:
fi: Kokeile:
fr: Essayez :
it: Prova:
ja: 試してください：
ko: 시도:
nb: Prøv:
nl: Probeer:
pt: Tente:
pt_br: Tente:
ru: Попробуйте:
sv: Prova:
zh_hans: 尝试：
zh_hant: 試試：

# search.try.search.by.title
source: Search by title or URL
da: Søg efter titel eller URL
de: Nach Titel oder URL suchen
es: Buscar por título o URL
fi: Hae otsikon tai URL-osoitteen perusteella
fr: Rechercher par titre ou URL
it: Cerca per titolo o URL
ja: タイトルまたはURLで検索
ko: 제목 또는 URL로 검색
nb: Søk etter tittel eller URL
nl: Zoek op titel of URL
pt: Pesquisar por título ou URL
pt_br: Pesquise por título ou URL
ru: Искать по названию или URL
sv: Sök efter titel eller URL
zh_hans: 按标题或URL搜索
zh_hant: 依標題或網址搜尋

source: Select
da: Vælg
de: Auswählen
es: Seleccionar
fi: Valitse
fr: Sélectionner
it: Seleziona
ja: 選択
ko: 선택
nb: Velg
nl: Selecteer
pt: Selecionar
pt_br: Selecionar
ru: Выбрать
sv: Välj
zh_hans: 选择
zh_hant: 選取

source: Select all
da: Vælg alle
de: Alle auswählen
es: Seleccionar todo
fi: Valitse kaikki
fr: Tout sélectionner
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
nb: Velg alle
nl: Alles selecteren
pt: Selecionar tudo
pt_br: Selecionar tudo
ru: Выбрать все
sv: Markera alla
zh_hans: 全选
zh_hant: 全選

source: Select bookmarks
da: Vælg bogmærker
de: Lesezeichen auswählen
es: Seleccionar marcadores
fi: Valitse kirjanmerkit
fr: Sélectionner des signets
it: Seleziona segnalibri
ja: ブックマークを選択
ko: 북마크 선택
nb: Velg bokmerker
nl: Bladwijzers selecteren
pt: Selecionar favoritos
pt_br: Selecionar favoritos
ru: Выбрать закладки
sv: Markera bokmärken
zh_hans: 选择书签
zh_hant: 選取書籤

source: Settings…
da: Indstillinger…
de: Einstellungen…
es: Ajustes…
fi: Asetukset…
fr: Réglages…
it: Impostazioni…
ja: 設定…
ko: 설정…
nb: Innstillinger…
nl: Instellingen…
pt: Definições…
pt_br: Ajustes…
ru: Настройки…
sv: Inställningar…
zh_hans: 设置…
zh_hant: 設定…

# share.extension.add.button
source: Add to LinkShelf
da: Føj til LinkShelf
de: Zu LinkShelf Hinzufügen
es: Agregar a LinkShelf
fi: Lisää LinkShelfiin
fr: Ajouter à LinkShelf
it: Aggiungi a LinkShelf
ja: LinkShelfに追加
ko: LinkShelf에 추가
nb: Legg til i LinkShelf
nl: Toevoegen aan LinkShelf
pt: Adicionar ao LinkShelf
pt_br: Adicionar ao LinkShelf
ru: Добавить в LinkShelf
sv: Lägg till i LinkShelf
zh_hans: 添加到LinkShelf
zh_hant: 加入 LinkShelf

# share.extension.title
source: Add to LinkShelf
da: Føj til LinkShelf
de: Zu LinkShelf Hinzufügen
es: Agregar a LinkShelf
fi: Lisää LinkShelfiin
fr: Ajouter à LinkShelf
it: Aggiungi a LinkShelf
ja: LinkShelfに追加
ko: LinkShelf에 추가
nb: Legg til i LinkShelf
nl: Toevoegen aan LinkShelf
pt: Adicionar ao LinkShelf
pt_br: Adicionar ao LinkShelf
ru: Добавить в LinkShelf
sv: Lägg till i LinkShelf
zh_hans: 添加到LinkShelf
zh_hant: 加入 LinkShelf

# share.extension.title.label
source: Title
da: Titel
de: Titel
es: Título
fi: Otsikko
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
nb: Tittel
nl: Titel
pt: Título
pt_br: Título
ru: Название
sv: Titel
zh_hans: 标题
zh_hant: 標題

# share.extension.url.exists
source: ⚠️ This URL already exists in LinkShelf
da: ⚠️ Denne URL findes allerede i LinkShelf
de: ⚠️ Diese URL existiert bereits in LinkShelf
es: ⚠️ Esta URL ya existe en LinkShelf
fi: ⚠️ Tämä URL-osoite on jo LinkShelfissä
fr: ⚠️ Cette URL existe déjà dans LinkShelf
it: ⚠️ Questo URL esiste già in LinkShelf
ja: ⚠️ このURLは既にLinkShelfに存在します
ko: ⚠️ 이 URL이 이미 LinkShelf에 존재합니다
nb: ⚠️ Denne URL-en finnes allerede i LinkShelf
nl: ⚠️ Deze URL bestaat al in LinkShelf
pt: ⚠️ Esta URL já existe no LinkShelf
pt_br: ⚠️ Esta URL já existe no LinkShelf
ru: ⚠️ Эта ссылка уже существует в LinkShelf
sv: ⚠️ Den här URL:en finns redan i LinkShelf
zh_hans: ⚠️ 此URL已存在于LinkShelf中
zh_hant: ⚠️ 此網址已存在於 LinkShelf

# shortcut.intro.button
source: Got it
da: Forstået
de: Verstanden
es: Entendido
fi: Selvä
fr: Compris
it: Ho capito
ja: 了解
ko: 알겠습니다
nb: Skjønner
nl: Begrepen
pt: Entendido
pt_br: Entendi
ru: Понятно
sv: Jag förstår
zh_hans: 知道了
zh_hant: 知道了

# shortcut.intro.message
source: Press ⌥⌘L anytime to open LinkShelf from the menu bar.
da: Tryk på ⌥⌘L når som helst for at åbne LinkShelf fra menulinjen.
de: Drücke ⌥⌘L, um LinkShelf jederzeit über die Menüleiste zu öffnen.
es: Pulsa ⌥⌘L para abrir LinkShelf desde la barra de menús en cualquier momento.
fi: Avaa LinkShelf valikkoriviltä milloin tahansa painamalla ⌥⌘L.
fr: Appuyez sur ⌥⌘L pour ouvrir LinkShelf depuis la barre des menus à tout moment.
it: Premi ⌥⌘L per aprire LinkShelf dalla barra dei menu in qualsiasi momento.
ja: ⌥⌘Lを押すと、いつでもメニューバーからLinkShelfを開けます。
ko: ⌥⌘L을 누르면 언제든지 메뉴 막대에서 LinkShelf를 열 수 있습니다.
nb: Trykk på ⌥⌘L når som helst for å åpne LinkShelf fra menylinjen.
nl: Druk op ⌥⌘L om LinkShelf op elk moment via de menubalk te openen.
pt: Prima ⌥⌘L a qualquer momento para abrir o LinkShelf a partir da barra de menus.
pt_br: Pressione ⌥⌘L a qualquer momento para abrir o LinkShelf pela barra de menus.
ru: Нажмите ⌥⌘L, чтобы в любое время открыть LinkShelf из строки меню.
sv: Tryck på ⌥⌘L när som helst för att öppna LinkShelf från menyraden.
zh_hans: 按下 ⌥⌘L 即可随时从菜单栏打开 LinkShelf。
zh_hant: 按下 ⌥⌘L 即可隨時從選單列開啟 LinkShelf。

# shortcut.intro.title
source: Quick open shortcut
da: Genvej til hurtig åbning
de: Schnellöffnungs-Kurzbefehl
es: Atajo de apertura rápida
fi: Pikatoiminnon pikanäppäin
fr: Raccourci d’ouverture rapide
it: Scorciatoia di apertura rapida
ja: クイック起動ショートカット
ko: 빠른 열기 단축키
nb: Hurtigåpningssnarvei
nl: Sneltoets voor snel openen
pt: Atalho de abertura rápida
pt_br: Atalho para abertura rápida
ru: Сочетание клавиш для быстрого открытия
sv: Kortkommando för snabböppning
zh_hans: 快速打开快捷键
zh_hant: 快速開啟快捷鍵

# shortcut.off
source: Off
da: Fra
de: Aus
es: Desactivado
fi: Pois
fr: Désactivé
it: Disattivato
ja: オフ
ko: 끔
nb: Av
nl: Uit
pt: Desativado
pt_br: Desativado
ru: Выкл.
sv: Av
zh_hans: 关闭
zh_hant: 關閉

# shortcut.tooltip
source: LinkShelf — press ⌥⌘L to open
da: LinkShelf — tryk på ⌥⌘L for at åbne
de: LinkShelf — ⌥⌘L drücken zum Öffnen
es: LinkShelf — pulsa ⌥⌘L para abrir
fi: LinkShelf — avaa painamalla ⌥⌘L
fr: LinkShelf — appuyez sur ⌥⌘L pour ouvrir
it: LinkShelf — premi ⌥⌘L per aprire
ja: LinkShelf — ⌥⌘Lを押して開く
ko: LinkShelf — ⌥⌘L을 눌러 열기
nb: LinkShelf — trykk ⌥⌘L for å åpne
nl: LinkShelf — druk op ⌥⌘L om te openen
pt: LinkShelf — prima ⌥⌘L para abrir
pt_br: LinkShelf — pressione ⌥⌘L para abrir
ru: LinkShelf — нажмите ⌥⌘L, чтобы открыть
sv: LinkShelf — tryck på ⌥⌘L för att öppna
zh_hans: LinkShelf — 按下 ⌥⌘L 以打开
zh_hant: LinkShelf — 按下 ⌥⌘L 以開啟

source: That shortcut is already used by another app.
da: Genvejen bruges allerede af en anden app.
de: Dieser Kurzbefehl wird bereits von einer anderen App verwendet.
es: Ese atajo ya lo usa otra aplicación.
fi: Toinen appi käyttää jo tätä pikanäppäintä.
fr: Ce raccourci est déjà utilisé par une autre app.
it: Questa abbreviazione è già utilizzata da un’altra app.
ja: そのショートカットは別のアプリですでに使用されています。
ko: 해당 단축키는 다른 앱에서 이미 사용 중입니다.
nb: Denne snarveien brukes allerede av en annen app.
nl: Die sneltoets wordt al door een andere app gebruikt.
pt: Esse atalho já está a ser utilizado por outra aplicação.
pt_br: Esse atalho já está sendo usado por outro app.
ru: Это сочетание клавиш уже используется другим приложением.
sv: Kortkommandot används redan av en annan app.
zh_hans: 该快捷键已被其他 App 使用。
zh_hant: 該快速鍵已被其他 App 使用。

source: Tip: copy a URL first and we’ll fill it in for you.
da: Tip: Kopiér først en URL, så udfylder vi den for dig.
de: Tipp: Kopiere zuerst eine URL, dann tragen wir sie für dich ein.
es: Consejo: copia primero una URL y la rellenaremos por ti.
fi: Vinkki: kopioi ensin URL-osoite, niin täytämme sen puolestasi.
fr: Astuce : copiez d’abord une URL et nous la remplirons pour vous.
it: Suggerimento: copia prima un URL e lo inseriremo noi.
ja: ヒント：先にURLをコピーすると自動入力されます。
ko: 팁: URL을 먼저 복사하면 자동으로 입력됩니다.
nb: Tips: Kopier en URL først, så fyller vi den ut for deg.
nl: Tip: kopieer eerst een URL, dan vullen we die voor je in.
pt: Dica: copie primeiro um URL e nós preenchemo-lo por si.
pt_br: Dica: copie primeiro uma URL e nós a preencheremos para você.
ru: Совет: сначала скопируйте URL, и мы подставим его автоматически.
sv: Tips: Kopiera en URL först, så fyller vi i den åt dig.
zh_hans: 提示：先复制 URL，我们会自动为你填入。
zh_hant: 提示：先複製 URL，我們會自動為你填入。

source: Undo
da: Fortryd
de: Rückgängig
es: Deshacer
fi: Kumoa
fr: Annuler
it: Annulla
ja: 取り消す
ko: 실행 취소
nb: Angre
nl: Ongedaan maken
pt: Desfazer
pt_br: Desfazer
ru: Отменить
sv: Ångra
zh_hans: 撤销
zh_hant: 還原

source: Website icons are fetched directly from the websites you save. Your links otherwise stay on this Mac.
da: Webstedsikoner hentes direkte fra de websteder, du gemmer. Dine links bliver ellers på denne Mac.
de: Website-Symbole werden direkt von den gespeicherten Websites geladen. Deine Links bleiben ansonsten auf diesem Mac.
es: Los iconos se obtienen directamente de los sitios web que guardas. Por lo demás, tus enlaces permanecen en este Mac.
fi: Kuvakkeet haetaan suoraan tallentamiltasi verkkosivustoilta. Muutoin linkkisi pysyvät tällä Macilla.
fr: Les icônes sont récupérées directement depuis les sites que vous enregistrez. Vos liens restent sinon sur ce Mac.
it: Le icone vengono scaricate direttamente dai siti web che salvi. Per il resto, i link rimangono su questo Mac.
ja: Webサイトのアイコンは保存したサイトから直接取得されます。それ以外のリンク情報はこのMacに保存されます。
ko: 웹사이트 아이콘은 저장한 사이트에서 직접 가져옵니다. 그 외의 링크 정보는 이 Mac에만 저장됩니다.
nb: Nettstedsikoner hentes direkte fra nettstedene du lagrer. Ellers forblir lenkene dine på denne Macen.
nl: Website-iconen worden rechtstreeks opgehaald bij de websites die je bewaart. Je links blijven verder op deze Mac.
pt: Os ícones são obtidos diretamente dos sites que guarda. As suas ligações permanecem, de resto, neste Mac.
pt_br: Os ícones são buscados diretamente nos sites que você salva. Fora isso, seus links permanecem neste Mac.
ru: Значки загружаются непосредственно с сохраняемых сайтов. Остальные данные ссылок остаются на этом Mac.
sv: Webbplatsikoner hämtas direkt från webbplatserna du sparar. Dina länkar stannar i övrigt på denna Mac.
zh_hans: 网站图标直接从你保存的网站获取。除此之外，你的链接仅保留在这台 Mac 上。
zh_hant: 網站圖示直接從你儲存的網站取得。除此之外，你的連結只會保留在這部 Mac 上。

# link.url.placeholder
source: https://example.com
de: https://beispiel.com
es: https://ejemplo.com
fr: https://exemple.com
it: https://esempio.com
pt: https://exemplo.com
